[
    {
        "year": "1975",
        "phase": "Childhood",
        "qoute": "My grandmother, Audrey, used to cook a Sunday roast, usually lamb. That’s my first lasting recollection of food. It was cooked for hours until it was falling apart. Grandmother Audrey Masterson is an important part of my story.",
        "image": "image"
    },

    {
        "year": "Early 90s",
        "phase": "Apprenticeship",
        "qoute": "For a small city, Adelaide punched above its weight. I was so excited on my first day at Jarmer’s. I owe Peter Jarmer a lot. He was the first person to instil a work ethic in me. He taught me discipline and attention to detail.",
        "image": "image1"
    },

    {
        "year": "2006",
        "phase": "The Point",
        "qoute": "I was at the Point for more than five years, the longest I had been anywhere. It was a great time, very challenging. It was mainly beef when it came to meat. At one point we did a beef tasting plate with five cuts. We won Best Steak restaurant in 2009 and 2011.",
        "image": "image1"
    },

    {
        "year": "2011",
        "phase": "Estelle' to 'Estelle Bar & Kitchen",
        "qoute": "Opening Estelle Bar and Kitchen was probably the biggest leap of faith of my career. It was a huge effort by a lot of people, including family and friends. And involved a lot of improvisation – those DIY skills learnt on the farm came in handy.",
        "image": "image1"
    },

    {
        "year": "2013",
        "phase": "Saint Crispin",
        "qoute": "2013 saw the opening of Saint Crispin. I spent quite a bit of time there in the design phase, even stripping back some of the walls myself. I found the exposed bricks that you still see today. We opened with quite a limited menu, you could choose 2, 3 or 4 courses, but the menu changed all the time. And the customers poured in the doors, it was just what Collingwood was asking for.",
        "image": "image1"
    }, 
    
    {
        "year": "2014",
        "phase": "Publication of Scott Pickett",
        "qoute": "A Cook’s Story – My first book, where you can read the whole story… no holds barred…",
        "image": "image1"
    },
    {
        "year": "2015",
        "phase": "ESP and Estelle Bistro",
        "qoute": "Meanwhile, when Estelle Bar and Kitchen was growing, the opportunity came along to acquire the property next door, and Estelle evolved into two separate restaurants: Estelle Bistro and Estelle by Scott Pickett (ESP).    ",
        "image": "image1"
    },
    {
        "year": "2015",
        "phase": "Hot Plate",
        "qoute": "I co-presented Hotplate on Channel 9 with UK author, food writer and journalist Tom Parker Bowles. I learnt a lot about what to do and what not to do on camera, which has held me in good stead for media appearances moving forward.",
        "image": "image1"
    },
    {
        "year": "2016",
        "phase": "Pickett's Deli",
        "qoute": "Then came Pickett’s Deli & Rotisserie – very different to the rest. It’s a homage to the neighbourhood chook shop smack in the middle of Melbourne’s culinary heart, the iconic Queen Victoria Market. Rotisserie chicken, bacon and egg rolls and coffee. It’s just bloody yummy.",
        "image": "image1"
    },
    {
        "year": "2018",
        "phase": "Matilda",
        "qoute": "Matilda. Named after my daughter. A sensory journey, all about flames and open grills, and a true labour of love for me. It’s intended to be more relaxed, somewhere you can visit often and be guaranteed a local piece of meat, cooked exceptionally well.        ",
        "image": "image1"
    }

]